{
    "en":"it",
    "Your Privacy is Important":"La Tua Privacy è Importante",
    "This website uses cookies to personalize your experience. To understand how we use your data, please read our":"Questo sito web utilizza i cookie per personalizzare la tua esperienza. Per capire come utilizziamo i tuoi dati, leggi la nostra",
    "Terms of Use and Privacy Policy":"Termini di utilizzo e politica sulla privacy",
    "Check the boxes to give your consent":"Seleziona le caselle per dare il tuo consenso",
    "I authorize the collection and use of my data as described in the Privacy Policy":"Autorizzo la raccolta e l'utilizzo dei miei dati come descritto nell'Informativa sulla privacy",
    "Remember my answer in this browser":"Ricorda la mia risposta in questo browser",
    "Send":"Invia",
    "Page not found":"Pagina non trovata",
    "The page you are looking for does not exist or has been moved":"La pagina che stai cercando non esiste o è stata spostata",
    "Return to home page":"Torna alla home page",
    "Terms of use and privacy policy":"Termini di utilizzo e politica sulla privacy",
    "Terms of Use":"Termini di utilizzo",
    "This website is a personal project provided “as is,” without warranties of any kind. By using this site, you agree to respect applicable laws and use the content only for personal purposes. The site owner is not responsible for any damages or issues arising from the use of the site":"Questo sito web è un progetto personale fornito \"così com'è\", senza garanzie di alcun tipo. Utilizzando questo sito, l'utente accetta di rispettare le leggi applicabili e di utilizzare il contenuto solo per scopi personali. Il proprietario del sito non è responsabile per eventuali danni o problemi derivanti dall'utilizzo del sito",
    "Privacy Policy":"Politica sulla Privacy",
    "This site collects only the information necessary for basic functionality and monitoring":"Questo sito raccoglie solo le informazioni necessarie per le funzionalità di base e il monitoraggio",
    "Security data":"Dati di sicurezza",
    "Our system stores technical access information, including IP address, date, time, browser, and pages visited, exclusively for security, system maintenance, and usage statistics purposes. This data is not used for marketing or profiling purposes without consent":"Il nostro sistema memorizza informazioni tecniche di accesso, tra cui indirizzo IP, data, ora, browser e pagine visitate, esclusivamente per scopi di sicurezza, manutenzione del sistema e statistiche di utilizzo. Questi dati non vengono utilizzati per scopi di marketing o profilazione senza il consenso dell'utente",
    "With consent":"Con il consenso",
    "We also use ipapi.co to obtain your approximate location data (in JSON format). Only the language field is used to set the site language":"Utilizziamo anche ipapi.co per ottenere dati sulla tua posizione approssimativa (in formato JSON). Solo il campo lingua viene utilizzato per impostare la lingua del sito",
    "Remembering preferences":"Ricordare le preferenze",
    "If you allow the browser to remember your options, we create a unique token stored locally (in your browser's localStorage). This helps remember your settings and count visits":"Se consenti al browser di ricordare le tue opzioni, creeremo un token univoco memorizzato localmente (nel localStorage del tuo browser). Questo aiuta a ricordare le tue impostazioni e a conteggiare le visite",
    "No data is sold, shared, or used for commercial purposes. All data is stored securely and used only for site monitoring":"Nessun dato viene venduto, condiviso o utilizzato per scopi commerciali. Tutti i dati vengono archiviati in modo sicuro e utilizzati esclusivamente per il monitoraggio del sito",
    "Cookies & Local Storage":"Cookie e Archiviazione Locale",
    "This site uses cookies and local storage":"Questo sito utilizza cookie e archiviazione locale",
    "To save your preferences":"Per salvare le tue preferenze",
    "To remember your visits if you choose":"Per ricordare le tue visite se lo desideri",
    "You can refuse or delete cookies/local storage at any time in your browser settings":"Puoi rifiutare o eliminare i cookie/archiviazione locale in qualsiasi momento nelle impostazioni del tuo browser",
    "My Tech Stack":"Il mio Stack Tecnologico",
    "My contributions on":"I miei contributi su",
    "Reach out if interested":"Contattatemi se interessati",
    "Let's create your credentials":"Creiamo le tue credenziali",
    "When you first access the Laravel Monitor you need to create your credentials":"Quando accedi per la prima volta a Laravel Monitor devi creare le tue credenziali",
    "Installation code":"Codice di installazione",
    "Your email address":"Il tuo indirizzo di posta elettronica",
    "Show the hidden texts":"Mostra i testi nascosti",
    "Invalid installation code.":"Codice di installazione non valido.",
    "Welcome, dear user! We are sending the security code below to verify that this email is yours":"Benvenuto, caro utente! Ti inviamo il codice di sicurezza qui sotto per verificare che questa email sia tua",
    "This code must be entered on the page where you requested registration, in the \"Verification Code\" field.":"Questo codice deve essere inserito nella pagina in cui hai richiesto la registrazione, nel campo \"Codice di verifica\".",
    "no-reply":"non-rispondere",
    "Verifying your email":"Verifica della tua email",
    "We couldn't send you the email with the verification code. Please try again later.":"Non siamo riusciti a inviarti l'email con il codice di verifica. Riprova più tardi.",
    "Verification code":"Codice di verifica",
    "Create a password":"Crea una password",
    "Confirm your password":"Conferma la tua password",
    "Invalid verification code.":"Codice di verifica non valido.",
    "Session expired. Request a new code.":"Sessione scaduta. Richiedi un nuovo codice.",
    "success":"successo",
    "Credentials created successfully, you can now log in.":"Credenziali create con successo, ora puoi effettuare l'accesso.",
    "We had a problem registering your credentials. Please try again later.":"Si è verificato un problema durante la registrazione delle tue credenziali. Riprova più tardi.",
    "internal error":"errore interno",
    "Sign up in Laravel Monitor":"Registrati su Laravel Monitor",
    "Create Your Password":"Crea la Tua Password",
    "installation-code":"codice-di-installazione",
    "verification-code":"codice-di-verifica",
    "created-password":"password-creata",
    "password-confirmation":"conferma-della-password",
    "Admin already exist.":"L'amministratore esiste già.",
    "Wrong data.":"Dati errati.",
    "Admin tools for security and monitoring":"Strumenti di amministrazione per la sicurezza e il monitoraggio",
    "Sign in to":"Accedi al",
    "Remember me in the next visit":"Ricordati di me alla prossima visita",
    "Invalid Credentials.":"Credenziali non valide.",
    "Forgot your password?":"Hai dimenticato la password?",
    "CRM / Access Monitor":"CRM / Monitoraggio degli accessi",
    "Anti-scraping tools":"Strumenti anti-scraping",
    "Don't have an account yet? Sign up!":"Non hai ancora un account? Registrati!"
}