{
    "en":"pt-BR",
    "Your Privacy is Important":"Sua Privacidade é Importante",
    "This website uses cookies to personalize your experience. To understand how we use your data, please read our":"Este site usa cookies para personalizar sua experiência. Para entender como usamos seus dados, leia nossa",
    "Terms of Use and Privacy Policy":"Termos de Uso e Política de Privacidade",
    "Check the boxes to give your consent":"Marque as opções para dar seu consentimento",
    "I authorize the collection and use of my data as described in the Privacy Policy":"Autorizo a coleta e o uso dos meus dados conforme descrito na Política de Privacidade",
    "Remember my answer in this browser":"Lembre-se da minha resposta neste navegador",
    "Send":"Enviar",
    "Page not found":"Página não encontrada",
    "The page you are looking for does not exist or has been moved":"A página que você procura não existe ou foi movida",
    "Return to home page":"Voltar para a página inicial",
    "Terms of use and privacy policy":"Termos de uso e política de privacidade",
    "Terms of Use":"Termos de Uso",
    "This website is a personal project provided “as is,” without warranties of any kind. By using this site, you agree to respect applicable laws and use the content only for personal purposes. The site owner is not responsible for any damages or issues arising from the use of the site":"Este site é um projeto pessoal fornecido \"como está\", sem garantias de qualquer tipo. Ao utilizar este site, você concorda em respeitar as leis aplicáveis e usar o conteúdo apenas para fins pessoais. O proprietário do site não se responsabiliza por quaisquer danos ou problemas decorrentes do uso do site",
    "Privacy Policy":"Política de Privacidade",
    "This site collects only the information necessary for basic functionality and monitoring":"Este site coleta apenas as informações necessárias para a funcionalidade básica e monitoramento",
    "Security data":"Dados de segurança",
    "Our system stores technical access information, including IP address, date, time, browser, and pages visited, exclusively for security, system maintenance, and usage statistics purposes. This data is not used for marketing or profiling purposes without consent":"Nosso sistema armazena informações técnicas de acesso, incluindo endereço IP, data, hora, navegador e páginas visitadas, exclusivamente para fins de segurança, manutenção do sistema e estatísticas de uso. Esses dados não são utilizados para fins de marketing ou criação de perfis sem consentimento",
    "With consent":"Com consentimento",
    "We also use ipapi.co to obtain your approximate location data (in JSON format). Only the language field is used to set the site language":"Também usamos o ipapi.co para obter seus dados de localização aproximados (em formato JSON). Somente o campo de idioma é usado para definir o idioma do site",
    "Remembering preferences":"Lembrando preferências",
    "If you allow the browser to remember your options, we create a unique token stored locally (in your browser's localStorage). This helps remember your settings and count visits":"Se você permitir que o navegador se lembre das suas opções, criaremos um token exclusivo armazenado localmente (no localStorage do seu navegador). Isso ajuda a lembrar das suas configurações e a contabilizar as visitas",
    "No data is sold, shared, or used for commercial purposes. All data is stored securely and used only for site monitoring":"Nenhum dado é vendido, compartilhado ou usado para fins comerciais. Todos os dados são armazenados com segurança e usados ​​apenas para monitoramento do site",
    "Cookies & Local Storage":"Cookies e Armazenamento Local",
    "This site uses cookies and local storage":"Este site usa cookies e armazenamento local",
    "To save your preferences":"Para salvar suas preferências",
    "To remember your visits if you choose":"Para lembrar de suas visitas, se você escolher",
    "You can refuse or delete cookies/local storage at any time in your browser settings":"Você pode recusar ou excluir cookies/armazenamento local a qualquer momento nas configurações do seu navegador",
    "My Tech Stack":"Meu Stack de Tecnologias",
    "My contributions on":"Minhas contribuições no",
    "Reach out if interested":"Entre em contato!",
    "Let's create your credentials":"Vamos criar suas credenciais",
    "When you first access the Laravel Monitor you need to create your credentials":"Ao acessar o Laravel Monitor pela primeira vez, você precisa criar suas credenciais",
    "Installation code":"Código de instalação",
    "Your email address":"Seu endereço de email",
    "Show the hidden texts":"Mostrar os textos ocultos",
    "Invalid installation code.":"Código de instalação inválido.",
    "Welcome, dear user! We are sending the security code below to verify that this email is yours":"Bem-vindo, caro usuário! Estamos enviando o código de segurança abaixo para verificar se este e-mail é seu",
    "This code must be entered on the page where you requested registration, in the \"Verification Code\" field.":"Este código deve ser inserido na página onde você solicitou o registro, no campo \"Código de Verificação\".",
    "no-reply":"nao-responder",
    "Verifying your email":"Verificando seu e-mail",
    "We couldn't send you the email with the verification code. Please try again later.":"Não foi possível enviar o e-mail com o código de verificação. Tente novamente mais tarde.",
    "Verification code":"Código de verificação",
    "Create a password":"Criar uma senha",
    "Confirm your password":"Confirme sua senha",
    "Invalid verification code.":"Código de verificação inválido.",
    "Session expired. Request a new code.":"Sessão expirada. Solicite um novo código.",
    "success":"sucesso",
    "Credentials created successfully, you can now log in.":"Credenciais criadas com sucesso, agora você pode efetuar login.",
    "We had a problem registering your credentials. Please try again later.":"Ocorreu um problema ao registrar suas credenciais. Tente novamente mais tarde.",
    "internal error":"erro interno",
    "Sign up in Laravel Monitor":"Cadastre-se no Laravel Monitor",
    "Create Your Password":"Crie Sua Senha",
    "installation-code":"codigo-de-instalacao",
    "verification-code":"codigo-de-verificacao",
    "created-password":"senha-criada",
    "password-confirmation":"confirmacao-de-senha",
    "Admin already exist.":"O administrador já existe.",
    "Wrong data.":"Dados errados.",
    "Admin tools for security and monitoring":"Ferramentas administrativas para segurança e monitoramento.",
    "Sign in to":"Faça login no",
    "Remember me in the next visit":"Lembre-se de mim na próxima visita.",
    "Invalid Credentials.":"Credenciais inválidas.",
    "Forgot your password?":"Esqueceu sua senha?",
    "CRM / Access Monitor":"CRM / Monitor de Acesso",
    "Anti-scraping tools":"Ferramentas anti-scraping",
    "Don't have an account yet? Sign up!":"Ainda não tem uma conta? Cadastre-se!"
}